Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Dock Profile Order
ar: ترتيب ملفات تعريف Dock
de: Sortierung der Dock-Profile
es: Orden de perfiles de Dock
fr: Ordre du profil du dock
hu: Dock-profilok sorrendje
ja: Dockプロファイルの並び順
nl: Volgorde van Dock-profielen
pl: Kolejność profili Docka
pt: Ordem dos Perfis da Dock
ru: Порядок профилей Dock
sv: Dockprofilordning
tr: Dock Profil Sırası
vi: Thứ tự Hồ sơ Dock
zh_hans: Dock 配置文件顺序
zh_hant: Dock 設定檔排序方式

source: Dock Profiles
ar: ملفات تعريف Dock
de: Dock-Profile
es: Perfiles de Dock
fr: Profils
hu: Dock-profilok
ja: Dockプロファイル
nl: Dock-profielen
pl: Profile Docka
pt: Perfis da Dock
ru: Профили Dock
sv: Dockprofiler
tr: Dock Profilleri
vi: Hồ sơ Dock
zh_hans: Dock 配置文件
zh_hant: Dock 設定檔

source: Dock profiles exported to %@. Note: exports may not be compatible with future versions.
ar: ملفات الإرساء المصدرة إلى %@. ملاحظة: الصادرات قد لا تكون متوافقة مع الإصدارات المستقبلية.
de: Dock-Profile nach %@ exportiert. Hinweis: Exporte sind möglicherweise nicht mit zukünftigen Versionen kompatibel.
es: Perfiles del Dock exportados a %@. Nota: es posible que las exportaciones no sean compatibles con versiones futuras.
fr: Paramètres du Dock exportés dans %@. Note: les exports peuvent ne pas être compatibles avec les futures versions.
hu: A Dock-profilok exportálva lettek ide: %@. Megjegyzés: az exportált fájlok nem biztos, hogy kompatibilisek lesznek a jövőbeli verziókkal.
ja: Dockプロファイルを%@に書き出しました。注意：書き出したデータは今後のバージョンと互換性がない場合があります。
nl: Dock-profielen zijn geëxporteerd naar %@. Let op: deze export is mogelijk niet compatibel met toekomstige versies.
pl: Profile Docka wyeksportowano do %@. Uwaga: eksporty mogą nie być zgodne z przyszłymi wersjami.
pt: Perfis da Dock exportados para %@. Nota: as exportações podem não ser compatíveis com versões futuras.
ru: Профили док - станции экспортированы на %@. Внимание: экспорт может быть несовместим с будущими версиями.
sv: Dockprofilerna har exporterats till %@. Obs! Exporter kanske inte är kompatibla med framtida versioner.
tr: Dock profilleri %@ konumuna dışa aktarıldı. Not: dışa aktarımlar gelecekteki sürümlerle uyumlu olmayabilir.
vi: Các hồ sơ dock đã được xuất sang %@. Lưu ý: tệp xuất ra có thể không tương thích với các phiên bản tương lai.
zh_hans: Dock 配置文件已导出至 %@。注意：导出的文件可能与未来版本不兼容。
zh_hant: Dock 設定檔已匯出至 %@。注意：匯出的設定檔可能無法與未來版本相容。

source: Dock Refraction
ar: انكسار Dock
de: Dock-Lichtbrechung
es: Refracción del Dock
fr: Réfraction du dock
hu: Dock-fénytörés
ja: Dockの屈折
nl: Lichtbreking in Dock
pl: Załamanie światła w Docku
pt: Refração da Dock
ru: Преломление Dock
sv: Dockans ljusbrytning
tr: Dock Kırılması
vi: Khúc xạ Dock
zh_hans: Dock 折射
zh_hant: Dock 折射效果

source: Dock shown on this display
ar: Dock ظاهر على هذه الشاشة
de: Dock auf diesem Bildschirm angezeigt
es: Dock visible en esta pantalla
fr: Dock affiché sur cet écran
hu: A Dock látható ezen a kijelzőn
ja: このディスプレイではDockを表示
nl: Dock zichtbaar op dit scherm
pl: Dock widoczny na tym wyświetlaczu
pt: Dock visível neste ecrã
ru: Dock показан на этом дисплее
sv: Dockan visas på den här bildskärmen
tr: Dock bu ekranda gösteriliyor
vi: Dock được hiển thị trên màn hình này
zh_hans: 此显示器上的 Dock 已显示
zh_hant: 在此顯示器上顯示 Dock

source: Dock Style
ar: نمط Dock
de: Dock-Stil
es: Estilo del Dock
fr: Style du Dock
hu: Dock-stílus
ja: Dockのスタイル
nl: Dock-stijl
pl: Styl Docka
pt: Estilo da Dock
ru: Стиль Dock
sv: Dockstil
tr: Dock Stili
vi: Kiểu dáng Dock
zh_hans: Dock 样式
zh_hant: Dock 樣式

source: Dock text size
ar: حجم نص Dock
de: Dock-Textgröße
es: Tamaño del texto del Dock
fr: Taille du texte du Dock
hu: A Dock szövegmérete
ja: Dockのテキストサイズ
nl: Tekstgrootte in het Dock
pl: Rozmiar tekstu Docka
pt: Tamanho do texto da dock
ru: Размер текста Dock
sv: Dockans textstorlek
tr: Dock metin boyutu
vi: Kích cỡ chữ trên dock
zh_hans: Dock 文本大小
zh_hant: Dock 文字大小

source: Dock Text Size
ar: حجم نص Dock
de: Dock-Textgröße
es: Tamaño del texto del Dock
fr: Taille du texte du dock
hu: Dock-betűméret
ja: Dockのテキストサイズ
nl: Tekstgrootte in het Dock
pl: Rozmiar tekstu Docka
pt: Tamanho do Texto da Dock
ru: Размер текста
sv: Dockans textstorlek
tr: Dock Metin Boyutu
vi: Kích cỡ chữ trên Dock
zh_hans: Dock 文本大小
zh_hant: Dock 文字大小

source: Dock Widgets
ar: أدوات Dock
es: Widgets del Dock
fr: Widgets du Dock
hu: Dock-widgetek
ja: Dockウィジェット
pl: Widżety Docka
pt: Widgets da Dock
ru: Виджеты
sv: Dockwidgetar
tr: Dock Widget'ları
vi: Tiện ích trên Dock
zh_hans: Dock 小组件
zh_hant: Dock 小工具

source: Dock zones: profile, before apps, app icons, after apps, file tray.
ar: مناطق Dock: ملف التعريف، قبل التطبيقات، أيقونات التطبيقات، بعد التطبيقات، حاوية الملفات.
de: Dock-Zonen: Profil, vor Apps, App-Symbole, nach Apps, Datei-Ablage.
es: Zonas del Dock: perfil, antes de las apps, iconos de apps, después de las apps, bandeja de archivos.
fr: Zones du dock : profil, avant les apps, icônes d'apps, après les apps, tiroir de fichiers.
hu: Dock-zónák: profil, appok előtt, appikonok, appok után, Fájltároló Tálca.
ja: Dockのゾーン: プロファイル、アプリ前、アプリアイコン、アプリ後、ファイルトレイ。
nl: Dock-zones: profiel, vóór apps, app-pictogrammen, na apps, bestandsvak.
pl: Strefy Docka: profil, przed aplikacjami, ikony aplikacji, po aplikacjach, Półka plików.
pt: Zonas da dock: perfil, antes das apps, ícones das apps, depois das apps, tabuleiro de ficheiros.
ru: Зоны Dock: профиль, перед приложениями, значки приложений, после приложений, лоток файлов.
sv: Dockzoner: profil, före appar, appsymboler, efter appar, filbricka.
tr: Dock bölgeleri: profil, uygulamalardan önce, uygulama simgeleri, uygulamalardan sonra, dosya tepsisi.
vi: Các vùng trên dock: hồ sơ, trước ứng dụng, biểu tượng ứng dụng, sau ứng dụng, khay tệp.
zh_hans: Dock 区域：配置文件、应用前、应用图标、应用后、文件托盘。
zh_hant: Dock 區域：設定檔、在應用程式之前、應用程式圖示、在應用程式之後、檔案托盤。

source: Dock-wide
ar: على مستوى Dock
de: Gesamtes Dock
es: Todo el Dock
fr: Commun au dock
hu: Dock-szintű
ja: Dock全体
nl: Dock-breed
pl: Cały Dock
pt: Toda a Dock
ru: Для всего Dock
sv: Hela dockan
tr: Dock geneli
vi: Toàn bộ dock
zh_hans: 整个 Dock
zh_hant: 整個 Dock

source: DockDoor Pro can't read Mail
ar: يتعذر على DockDoor Pro قراءة البريد
de: DockDoor Pro kann Mail nicht lesen
es: DockDoor Pro no puede leer Mail
fr: DockDoor Pro ne peut pas lire Mail
hu: A DockDoor Pro nem tudja olvasni a Mailt
ja: DockDoor Proは「メール」を読み取れません
nl: DockDoor Pro kan Mail niet lezen
pl: DockDoor Pro nie może odczytać poczty
pt: O DockDoor Pro não consegue ler o Mail
ru: DockDoor Pro не может прочитать Почту
sv: DockDoor Pro kan inte läsa Mail
tr: DockDoor Pro Mail'i okuyamıyor
vi: DockDoor Pro không thể đọc Mail
zh_hans: DockDoor Pro 无法读取邮件
zh_hant: DockDoor Pro 無法讀取「郵件」

source: DockDoor Pro can't read Notes
ar: يتعذر على DockDoor Pro قراءة الملاحظات
de: DockDoor Pro kann Notizen nicht lesen
es: DockDoor Pro no puede leer Notas
fr: DockDoor Pro ne peut pas lire Notes
hu: A DockDoor Pro nem tudja olvasni a Jegyzeteket
ja: DockDoor Proは「メモ」を読み取れません
nl: DockDoor Pro kan Notities niet lezen
pl: DockDoor Pro nie może odczytać notatek
pt: O DockDoor Pro não consegue ler as Notas
ru: DockDoor Pro не может прочитать Заметки
sv: DockDoor Pro kan inte läsa Anteckningar
tr: DockDoor Pro Notlar'ı okuyamıyor
vi: DockDoor Pro không thể đọc Ghi chú
zh_hans: DockDoor Pro 无法读取备忘录
zh_hant: DockDoor Pro 無法讀取「備忘錄」

source: DockDoor Pro does not record video or send screenshots anywhere. Without this, previews can fall back to compact text-only rows.
ar: لا يسجل DockDoor Pro فيديو ولا يرسل لقطات شاشة إلى أي مكان. بدون هذا الإذن، قد تتحول المعاينات إلى صفوف نصية مضغوطة فقط.
de: DockDoor Pro zeichnet keine Videos auf und sendet keine Bildschirmfotos. Ohne diese Berechtigung können Vorschauen auf kompakte Nur-Text-Zeilen ausweichen.
es: DockDoor Pro no graba vídeo ni envía capturas de pantalla a ningún sitio. Sin este permiso, las previsualizaciones pueden mostrarse como filas compactas de solo texto.
fr: DockDoor Pro n'enregistre aucune vidéo et n'envoie aucune capture d'écran. Sans cela, les aperçus peuvent se rabattre sur des rangées compactes en texte seul.
hu: A DockDoor Pro nem rögzít videót, és nem küld képernyőképeket sehová. Enélkül az előnézetek kompakt, csak szöveges sorokra válthatnak.
ja: DockDoor Proがビデオを録画したり、スクリーンショットを外部に送信したりすることはありません。この権限がない場合、プレビューはテキストのみのコンパクトな表示になることがあります。
nl: DockDoor Pro neemt geen video op en verstuurt nergens schermafbeeldingen naartoe. Zonder deze machtiging worden voorbeelden mogelijk weergegeven als compacte rijen met alleen tekst.
pl: DockDoor Pro nie nagrywa wideo ani nie wysyła zrzutów ekranu. Bez tego podglądy mogą wrócić do kompaktowych wierszy tylko z tekstem.
pt: O DockDoor Pro não grava vídeo nem envia capturas de ecrã para lado nenhum. Sem esta permissão, as pré-visualizações podem passar a linhas compactas só de texto.
ru: DockDoor Pro не записывает видео и не отправляет скриншоты. Без этого предпросмотры могут переключаться на компактные строки только с текстом.
sv: DockDoor Pro spelar inte in video och skickar inte skärmavbilder någonstans. Utan detta kan förhandsvisningar falla tillbaka till kompakta rader med enbart text.
tr: DockDoor Pro video kaydetmez veya ekran görüntülerini hiçbir yere göndermez. Bu olmadan önizlemeler yalnızca metinli kompakt satırlara dönebilir.
vi: DockDoor Pro không ghi lại video hoặc gửi ảnh chụp màn hình đi bất cứ đâu. Nếu không có quyền này, bản xem trước có thể phải chuyển về hiển thị các hàng văn bản thu gọn.
zh_hans: DockDoor Pro 不会录制视频，也不会将屏幕截图发送到任何地方。没有此权限时，预览将回退为仅显示文本的紧凑列表。
zh_hant: DockDoor Pro 不會錄製畫面，也不會將螢幕截圖傳送至任何地方。若未啟用此功能，預覽可能會改以精簡的純文字列顯示。

source: DockDoor Pro has separate regions for profiles, widgets, apps, Trash, and files. Each region scrolls or reacts differently.
ar: لدى DockDoor Pro مناطق منفصلة لملفات التعريف والأدوات والتطبيقات والمهملات والملفات. وكل منطقة تتمرر أو تتفاعل بشكل مختلف.
de: DockDoor Pro hat eigene Bereiche für Profile, Widgets, Apps, Papierkorb und Dateien. Jeder Bereich scrollt oder reagiert anders.
es: DockDoor Pro tiene regiones separadas para perfiles, widgets, apps, la Papelera y archivos. Cada región se desplaza o reacciona de forma distinta.
fr: DockDoor Pro a des régions distinctes pour les profils, les widgets, les apps, la Corbeille et les fichiers. Chaque région défile ou réagit différemment.
hu: A DockDoor Pro külön területeket tart fenn a profiloknak, a widgeteknek, az appoknak, a Kukának és a fájloknak. Minden terület másképp görget vagy reagál.
ja: DockDoor Proにはプロファイル、ウィジェット、アプリ、ゴミ箱、ファイルの各領域があります。領域ごとにスクロールや反応が異なります。
nl: DockDoor Pro heeft aparte zones voor profielen, widgets, apps, de prullenmand en bestanden. Elke zone scrollt of reageert op een andere manier.
pl: DockDoor Pro ma osobne obszary dla profili, widżetów, aplikacji, Kosza i plików. Każdy obszar przewija się lub reaguje inaczej.
pt: O DockDoor Pro tem regiões separadas para perfis, widgets, apps, Lixo e ficheiros. Cada região desloca-se ou reage de forma diferente.
ru: DockDoor Pro имеет отдельные области для профилей, виджетов, приложений, Корзины и файлов. Каждая область прокручивается или реагирует по-своему.
sv: DockDoor Pro har separata områden för profiler, widgetar, appar, papperskorgen och filer. Varje område rullar eller reagerar på sitt eget sätt.
tr: DockDoor Pro'da profiller, widget'lar, uygulamalar, Çöp Sepeti ve dosyalar için ayrı bölgeler vardır. Her bölge farklı kaydırılır veya tepki verir.
vi: DockDoor Pro có các vùng riêng biệt cho hồ sơ, tiện ích, ứng dụng, Thùng rác và tệp. Mỗi vùng sẽ cuộn hoặc phản hồi theo cách khác nhau.
zh_hans: DockDoor Pro 将 Dock 划分为配置文件、小组件、应用、废纸篓和文件等独立区域。每个区域都拥有各自的滚动和交互方式。
zh_hant: DockDoor Pro 將 Dock 劃分為設定檔、小工具、應用程式、垃圾桶與檔案等獨立區域。各區域可擁有不同的捲動方式與互動行為。

source: DockDoor Pro needs access to show chosen folder contents, move files you dragged, and keep staged tray items useful. The Recent Files widget reads your Downloads folder and the Screenshots widget reads your Desktop.
ar: يحتاج DockDoor Pro إلى الوصول لعرض محتويات المجلدات المختارة، ونقل الملفات التي سحبتها، والحفاظ على فائدة العناصر المجهّزة في الحاوية. تقرأ أداة «الملفات الأخيرة» مجلد التنزيلات، وتقرأ أداة «لقطات الشاشة» سطح المكتب.
de: DockDoor Pro benötigt Zugriff, um den Inhalt ausgewählter Ordner anzuzeigen, von Ihnen gezogene Dateien zu bewegen und bereitgestellte Objekte in der Ablage nutzbar zu halten. Das Widget „Letzte Dateien“ liest Ihren Ordner „Downloads“ und das Widget „Bildschirmfotos“ liest Ihren Schreibtisch.
es: DockDoor Pro necesita acceso para mostrar el contenido de las carpetas elegidas, mover los archivos que arrastres y mantener útiles los ítems preparados en la bandeja. El widget Archivos recientes lee tu carpeta Descargas y el widget Capturas de pantalla lee tu Escritorio.
fr: DockDoor Pro a besoin d'un accès pour afficher le contenu des dossiers choisis, déplacer les fichiers que vous avez glissés et garder utiles les éléments placés dans le tiroir. Le widget Fichiers récents lit votre dossier Téléchargements et le widget Captures d'écran lit votre Bureau.
hu: A DockDoor Pro-nak hozzáférésre van szüksége a kiválasztott mappák tartalmának megjelenítéséhez, a behúzott fájlok áthelyezéséhez és a tálcán előkészített elemek használhatóságának megőrzéséhez. A Legutóbbi fájlok widget a Letöltések mappát, a Képernyőfotók widget pedig az Íróasztalt olvassa.
ja: DockDoor Proは、選択したフォルダの内容を表示したり、ドラッグしたファイルを移動したり、トレイに置いた項目を使える状態に保ったりするためにアクセスを必要とします。「最近使ったファイル」ウィジェットは「ダウンロード」フォルダを、「スクリーンショット」ウィジェットはデスクトップを読み取ります。
nl: DockDoor Pro heeft toegang nodig om de inhoud van gekozen mappen te tonen, bestanden die je hebt gesleept te verplaatsen en items in het bestandsvak bruikbaar te houden. De widget 'Recente bestanden' leest je map Downloads en de widget 'Screenshots' leest je bureaublad.
pl: DockDoor Pro potrzebuje dostępu, aby wyświetlać zawartość wybranych folderów, przenosić przeciągnięte pliki i umożliwiać korzystanie z elementów na Półce plików. Widżet Ostatnie pliki odczytuje folder Pobrane rzeczy, a widżet Zrzuty ekranu odczytuje Biurko.
pt: O DockDoor Pro precisa de acesso para mostrar o conteúdo das pastas escolhidas, mover os ficheiros que arrastou e manter úteis os itens preparados no tabuleiro. O widget Ficheiros Recentes lê a pasta Descargas e o widget Capturas de Ecrã lê a Secretária.
ru: DockDoor Pro нужен доступ, чтобы показывать содержимое выбранных папок, перемещать перетащенные вами файлы и сохранять работоспособность объектов в лотке. Виджет «Недавние файлы» читает папку «Загрузки», а виджет «Снимки экрана» читает Рабочий стол.
sv: DockDoor Pro behöver åtkomst för att visa innehållet i valda mappar, flytta filer som du har dragit och hålla objekt i filbrickan användbara. Widgeten Senaste filer läser mappen Hämtade filer och widgeten Skärmavbildningar läser ditt skrivbord.
tr: DockDoor Pro'nun seçilen klasör içeriklerini göstermek, sürüklediğin dosyaları taşımak ve hazırlanan tepsi öğelerini kullanışlı tutmak için erişime ihtiyacı var. Son Dosyalar widget'ı İndirilenler klasörünü, Ekran Görüntüleri widget'ı ise Masaüstü'nü okur.
vi: DockDoor Pro cần quyền truy cập để hiển thị nội dung thư mục đã chọn, di chuyển các tệp bạn đã kéo và giữ cho các mục trong khay luôn hữu ích. Tiện ích Tệp gần đây đọc thư mục Tải về của bạn và tiện ích Ảnh chụp màn hình đọc Màn hình nền của bạn.
zh_hans: DockDoor Pro 需要访问权限，以显示所选文件夹的内容、移动您拖入的文件，并让文件托盘中的暂存项目保持可用。“最近文件”小组件会读取“下载”文件夹，“截屏”小组件会读取“桌面”文件夹。
zh_hant: DockDoor Pro 需要取用權限，才能顯示所選檔案夾的內容、移動你拖曳的檔案，並讓檔案托盤中暫存的項目保持可用。「最近使用的檔案」小工具會讀取你的「下載項目」檔案夾，而「螢幕截圖」小工具則會讀取你的「桌面」。

source: DockDoor Pro Support
ar: دعم DockDoor Pro
de: Support für DockDoor Pro
es: Soporte de DockDoor Pro
fr: Support de DockDoor Pro
hu: DockDoor Pro Támogatás
ja: DockDoor Proサポート
nl: Ondersteuning voor DockDoor Pro
pl: Pomoc DockDoor Pro
pt: Suporte do DockDoor Pro
ru: Поддержка DockDoor Pro
tr: DockDoor Pro Destek
vi: Hỗ trợ DockDoor Pro
zh_hans: DockDoor Pro 支持
zh_hant: DockDoor Pro 支援

source: DockDoor Pro uses the following open-source packages, each subject to their own license terms.
ar: يستخدم DockDoor Pro الحزم المفتوحة المصدر التالية، كل منها يخضع لشروط الترخيص الخاصة به.
de: DockDoor Pro verwendet die folgenden Open-Source-Pakete, die jeweils ihren eigenen Lizenzbedingungen unterliegen.
es: DockDoor Pro usa los siguientes paquetes de código abierto, cada uno sujeto a sus propios términos de licencia.
fr: DockDoor Pro utilise les packages open-source suivants, chacun soumis à ses propres conditions de licence.
hu: A DockDoor Pro a következő nyílt forráskódú csomagokat használja, amelyek mindegyikére a saját licencfeltételeik vonatkoznak.
ja: DockDoor Proは以下のオープンソースパッケージを使用しています。各パッケージにはそれぞれのライセンス条項が適用されます。
nl: DockDoor Pro gebruikt de volgende open-source pakketten, elk onder hun eigen licentievoorwaarden.
pl: DockDoor Pro korzysta z następujących pakietów open-source, z których każdy podlega własnym warunkom licencyjnym.
pt: O DockDoor Pro usa os seguintes pacotes de código aberto, cada um sujeito aos respetivos termos de licença.
ru: DockDoor Pro использует следующие пакеты с открытым исходным кодом, каждый из которых подлежит собственному лицензионному соглашению.
sv: DockDoor Pro använder följande paket med öppen källkod, som vart och ett omfattas av sina egna licensvillkor.
tr: DockDoor Pro, her biri kendi lisans koşullarına tabi olan aşağıdaki açık kaynak paketleri kullanır.
vi: DockDoor Pro sử dụng các gói mã nguồn mở sau đây, mỗi gói tuân theo các điều khoản cấp phép riêng của chúng.
zh_hans: DockDoor Pro 使用了以下开源软件包，每个软件包均受其各自的许可条款约束。
zh_hant: DockDoor Pro 使用以下開源套件，每個套件皆適用其各自的授權條款。

source: DockDoor Pro uses this to draw live window thumbnails in previews and the window switcher.
ar: يستخدم DockDoor Pro هذا الإذن لرسم صور مصغرة حية للنوافذ في المعاينات ومبدّل النوافذ.
de: DockDoor Pro nutzt dies, um Live-Fensterminiaturen in Vorschauen und im Fensterwechsler darzustellen.
es: DockDoor Pro lo usa para dibujar miniaturas de ventanas en directo en las previsualizaciones y el selector de ventanas.
fr: DockDoor Pro l'utilise pour dessiner des miniatures de fenêtre en direct dans les aperçus et le sélecteur de fenêtres.
hu: A DockDoor Pro ezzel rajzol élő ablak-miniatűröket az előnézetekben és az ablakváltóban.
ja: プレビューとウインドウスイッチャーでライブのウインドウサムネールを描画するために使用します。
nl: DockDoor Pro gebruikt dit om live miniaturen van vensters weer te geven in voorbeelden en in de vensterwisselaar.
pl: DockDoor Pro używa tego do rysowania miniatur okien na żywo w podglądach i przełączniku okien.
pt: O DockDoor Pro usa esta permissão para desenhar miniaturas de janelas em tempo real nas pré-visualizações e no seletor de janelas.
ru: DockDoor Pro использует это для отрисовки живых миниатюр окон в предпросмотрах и переключателе окон.
sv: DockDoor Pro använder detta för att rita fönsterminiatyrer i realtid i förhandsvisningar och fönsterväxlaren.
tr: DockDoor Pro bunu önizlemelerde ve pencere değiştiricide canlı pencere küçük resimlerini çizmek için kullanır.
vi: DockDoor Pro sử dụng quyền này để hiển thị hình thu nhỏ trực tiếp của cửa sổ trong các bản xem trước và bộ chuyển đổi cửa sổ.
zh_hans: DockDoor Pro 使用此权限在预览和窗口切换器中显示实时窗口缩略图。
zh_hant: DockDoor Pro 使用此功能，於預覽與視窗切換器中顯示即時視窗縮圖。

source: DockDoor Pro uses this to understand window focus, switch windows, support dock overlap avoidance, and react to fullscreen/window state.
ar: يستخدم DockDoor Pro هذا الإذن لفهم تركيز النوافذ، وتبديل النوافذ، ودعم تجنب تداخل Dock مع النوافذ، والتفاعل مع حالة ملء الشاشة والنوافذ.
de: DockDoor Pro nutzt dies, um den Fensterfokus zu erkennen, zwischen Fenstern zu wechseln, Dock-Überlappungen zu vermeiden und auf Vollbild- und Fensterzustände zu reagieren.
es: DockDoor Pro lo usa para conocer el foco de las ventanas, cambiar de ventana, evitar superposiciones con el Dock y reaccionar al estado de pantalla completa o de las ventanas.
fr: DockDoor Pro l'utilise pour connaître le focus des fenêtres, changer de fenêtre, éviter le chevauchement avec le dock et réagir à l'état plein écran ou fenêtré.
hu: A DockDoor Pro ezzel érzékeli az ablakfókuszt, vált ablakot, kerüli el a Dock takarását, és reagál a teljes képernyős, illetve ablakállapotra.
ja: ウインドウのフォーカスの把握、ウインドウの切り替え、Dockの重なり回避、フルスクリーンやウインドウ状態への対応のために使用します。
nl: DockDoor Pro gebruikt dit om de focus van vensters te bepalen, tussen vensters te schakelen, overlapping met het Dock te voorkomen en te reageren op de status van het venster of de volledig-schermmodus.
pl: DockDoor Pro używa tego do rozpoznawania aktywnego okna, przełączania okien, unikania nakładania Docka oraz reagowania na stan pełnego ekranu i okna.
pt: O DockDoor Pro usa esta permissão para perceber o foco das janelas, alternar entre janelas, evitar sobreposições com a dock e reagir ao estado de ecrã completo e das janelas.
ru: DockDoor Pro использует это для отслеживания фокуса окон, их переключения, предотвращения перекрытия Dock и реакции на полноэкранный режим и состояние окон.
sv: DockDoor Pro använder detta för att förstå fönsterfokus, växla fönster, undvika att dockan överlappas och reagera på helskärms- och fönsterstatus.
tr: DockDoor Pro bunu pencere odağını anlamak, pencereler arasında geçiş yapmak, dock çakışmasını önlemeyi desteklemek ve tam ekran/pencere durumuna tepki vermek için kullanır.
vi: DockDoor Pro sử dụng quyền này để nhận biết tiêu điểm cửa sổ, chuyển đổi cửa sổ, hỗ trợ tránh chồng lấn dock, và phản hồi lại trạng thái toàn màn hình hoặc trạng thái cửa sổ.
zh_hans: DockDoor Pro 需要此权限，以便识别窗口焦点、切换窗口、避免与 Dock 重叠，并响应全屏和窗口状态的变化。
zh_hant: DockDoor Pro 使用此功能來判斷視窗焦點、執行視窗切換、支援避免 Dock 重疊，並回應全螢幕與視窗狀態變更。
